export const servicecontent = [
    {
        id: 1,
        name: 'Web制作まるっとプラン',
        subcatch: '未来を創る100%オリジナルのWebサイト',
        catch: '企画・デザイン・コーディングをワンストップでご支援いたします。',
        plandescription: '現在、インターネット上には約20億のWebサイトが存在していますが、その中でアクティブに運営されているのは約3億サイトにすぎません。多くの訪問者を集め、成功を収めているサイトは限られています。今後もWebサイトの需要はますます増加すると予想されていますが、その中でユーザーの関心を引きつけ、持続的に訪問されるWebサイトを作り上げるには、優れた機能性、デザイン、そして高い品質が欠かせません。本サービスでは、お客様のニーズに合わせて、機能やページ構成のご提案から、デザイン作成、コーディングまでを一貫して提供いたします。すべての工程を1人で担当することで、コスト削減を実現しつつ、柔軟で独創的なWebサイト制作を効率的にサポートいたします。',
        type: 'Planning',
        plancategory: '本サイト経由専用プラン',
        minprice: 100000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'ユーザー体験の改善に関する具体的な要件や追加機能がある場合、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            '納品後1カ月Webサイト分析'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_fullplan.png"
    },
    {
        id: 2,
        name: 'コーディングプラン',
        subcatch: 'WordPress・レスポンシブ対応',
        catch: '高品質なホームページを安く早く制作いたします。',
        plandescription: 'Webサイトの制作では、デザインとコーディングの連携が欠かせません。しかし、多くのクライアントはデザインが完成している段階で、コーディングのみを依頼したいというニーズを抱えています。本サービスでは、既存のデザインデータをもとに、HTML/CSS/JavaScriptを用いてレスポンシブ対応やモダンなアニメーションを取り入れた高品質なコーディングを行います。さらに、W3Cの標準に準拠したコーディングを心がけることで、SEOやアクセシビリティにも配慮した仕上がりを実現します。',
        type: 'Development',
        plancategory: '本サイト経由専用プラン',
        minprice: 50000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'ページ数やWebサイトの実装内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            'データ・サーバーアップ選択OK'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_cording.png",
    },
    {
        id: 3,
        name: 'システム開発プラン',
        subcatch: 'バックエンドからフロントエンドまで',
        catch: 'ニーズに合わせたオリジナルのシステムを開発いたします。',
        plandescription: '現代のビジネス環境では、独自のシステムを活用することで、業務の効率化や顧客満足度の向上が期待できます。しかし、市販のパッケージシステムでは特定のニーズに十分応えられないケースも少なくありません。本サービスでは、ヒアリングを通じてビジネス課題や目標を詳細に理解した上で、最適なシステムの構成をご提案します。フロントエンド（Reactなど）からバックエンド（Node.js、Laravelなど）、データベース（MySQLなど）まで、最新の技術を駆使して、ユーザビリティとパフォーマンスを両立させたシステムを開発します。',
        type: 'Development',
        plancategory: '本サイト経由専用プラン',
        minprice: 200000,
        pricesupport: [
            '上記は基本的な認証機能を備えた小規模システムの料金になります',
            'システム規模や実装内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            '最新技術に対応',
            '要件内の修正回数無制限',
            '充実のアフターサポート'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_dev.png",
    },
    {
        id: 4,
        name: 'ランディングページコーディングプラン',
        subcatch: 'マーケティングに特化',
        catch: 'コンバージョン率を高めるランディングページを制作いたします。',
        plandescription: '商品やサービスを効果的にプロモーションするためには、ユーザーの関心を一瞬で引き付け、明確な行動を促すランディングページ（LP）が欠かせません。本サービスでは、ユーザー心理やマーケティング戦略を考慮した構成設計を行い、目を引くビジュアルデザインと直感的なナビゲーションを融合させたLPを制作します。また、SEOやモバイルフレンドリーなデザインを取り入れ、あらゆるデバイスで高いコンバージョン率を実現します。',
        type: 'Development',
        plancategory: '本サイト経由専用プラン',
        minprice: 50000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'Webサイトの実装内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            '納品後1カ月Webサイト分析'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_lp.png",
    },
    {
        id: 5,
        name: 'UI/UX改善コンサルティングプラン',
        subcatch: '既存サイトの分析・課題抽出から',
        catch: 'ユーザーエクスペリエンス向上を目指した改善案を提案します。',
        plandescription: '現代のデジタル環境では、優れたUI（ユーザーインターフェース）とUX（ユーザー体験）が、ユーザーの満足度やビジネス成果に大きく影響を与えます。しかし、見た目のデザインだけに頼ることは、必ずしも効果的な結果をもたらしません。本サービスでは、ユーザー行動を調査・分析し、直感的で使いやすいデザインを目指します。さらに、ユーザー視点に立ったシナリオ設計を通じて、ユーザーが求める情報に迅速かつ簡単に到達できるように改善を提案します。',
        type: 'Planning',
        plancategory: '本サイト経由専用プラン',
        minprice: 100000,
        pricesupport: [
            '上記はUXリサーチ・分析レポート作成の料金になります',
            'リサーチ内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'レポートツール選択OK',
            'カスタマージャーニーマップ作成',
            'ワイヤーフレーム作成'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_consulting.png",
    },
    {
        id: 6,
        name: ' UI/UXデザインプラン',
        subcatch: 'あなたのイメージを実現',
        catch: 'ユーザーエクスペリエンス向上を目指した改善案を提案します。',
        plandescription: 'Webサイトやアプリの第一印象を左右するのは、そのデザインです。魅力的かつ直感的なUI（ユーザーインターフェース）は、ユーザーの心を掴むだけでなく、スムーズな操作体験を提供します。本サービスでは、クライアントのブランドや目的を深く理解し、ユーザー視点に立ったプロフェッショナルなデザインを制作します。独自性のあるビジュアルと、情報が整理されたレイアウトを組み合わせることで、見た目の美しさと使いやすさを両立。さらに、デザインの段階からレスポンシブ対応を考慮し、あらゆるデバイスで最適なユーザー体験を提供します。',
        type: 'Design',
        plancategory: '本サイト経由専用プラン',
        minprice: 50000,
        pricesupport: [
            '上記は3～5ページのシンプルなWebデザインの料金になります',
            'デザインの内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'プロトタイプ作成OK',
            'レスポンシブデザイン対応',
            '要件内の修正回数無制限'
        ],
        mainimage: "../../assets/service/mainImage/main_fullplan.png",
        cardimage: "../../assets/service/cardImage/serviceCard_design.png",
    },
]