export const servicecontent = [
    {
        name: 'Web制作まるっとプラン',
        subcatch: '未来を創る100%オリジナルのWebサイト',
        catch: '企画・デザイン・コーディングをワンストップでご支援いたします。',
        plandescription: '現在、インターネット上には約20億のWebサイトが存在していますが、その中でアクティブに運営されているのは約3億サイトにすぎません。多くの訪問者を集め、成功を収めているサイトは限られています。今後もWebサイトの需要はますます増加すると予想されていますが、その中でユーザーの関心を引きつけ、持続的に訪問されるWebサイトを作り上げるには、優れた機能性、デザイン、そして高い品質が欠かせません。本サービスでは、お客様のニーズに合わせて、機能やページ構成のご提案から、デザイン作成、コーディングまでを一貫して提供いたします。すべての工程を1人で担当することで、コスト削減を実現しつつ、柔軟で独創的なWebサイト制作を効率的にサポートいたします。',
        type: 'Planning',
        plancategory: '本サイト経由専用プラン',
        minprice: 100000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'ユーザー体験の改善に関する具体的な要件や追加機能がある場合、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            '納品後1カ月Webサイト分析'
        ],
        mainimage: "fullplan-mainimg",
        cardimage: "../../assets/service/serviceCard-recommend.png"
    },
    {
        name: 'コーディングプラン',
        subcatch: 'WordPress・レスポンシブ対応',
        catch: '高品質なホームページを安く早く制作いたします。',
        plandescription: '現在、インターネット上には約20億のWebサイトが存在していますが、その中でアクティブに運営されているのは約3億サイトにすぎません。多くの訪問者を集め、成功を収めているサイトは限られています。今後もWebサイトの需要はますます増加すると予想されていますが、その中でユーザーの関心を引きつけ、持続的に訪問されるWebサイトを作り上げるには、優れた機能性、デザイン、そして高い品質が欠かせません。本サービスでは、お客様のニーズに合わせて、機能やページ構成のご提案から、デザイン作成、コーディングまでを一貫して提供いたします。すべての工程を1人で担当することで、コスト削減を実現しつつ、柔軟で独創的なWebサイト制作を効率的にサポートいたします。',
        type: 'Development',
        plancategory: '本サイト経由専用プラン',
        minprice: 50000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'ページ数やWebサイトの実装内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            'データ・サーバーアップ選択OK'
        ],
        mainimage: "fullplan-mainimg",
        cardimage: "../../assets/service/serviceCard-cording.png",
    },
    {
        name: 'コーディングプラン',
        subcatch: 'WordPress・レスポンシブ対応',
        catch: '高品質なホームページを安く早く制作いたします。',
        plandescription: '現在、インターネット上には約20億のWebサイトが存在していますが、その中でアクティブに運営されているのは約3億サイトにすぎません。多くの訪問者を集め、成功を収めているサイトは限られています。今後もWebサイトの需要はますます増加すると予想されていますが、その中でユーザーの関心を引きつけ、持続的に訪問されるWebサイトを作り上げるには、優れた機能性、デザイン、そして高い品質が欠かせません。本サービスでは、お客様のニーズに合わせて、機能やページ構成のご提案から、デザイン作成、コーディングまでを一貫して提供いたします。すべての工程を1人で担当することで、コスト削減を実現しつつ、柔軟で独創的なWebサイト制作を効率的にサポートいたします。',
        type: 'Development',
        plancategory: '本サイト経由専用プラン',
        minprice: 50000,
        pricesupport: [
            '上記は1ページのシンプルなWebサイトの料金になります',
            'ページ数やWebサイトの実装内容によって、料金が追加される可能性があります。',
            '具体的な料金については、お問い合わせの際に詳細な見積もりをお知らせいたします。'
        ],
        freeoption:[
            'SEO対策',
            'Googleアナリティクス設定',
            'データ・サーバーアップ選択OK'
        ],
        mainimage: "fullplan-mainimg",
        cardimage: "../../assets/service/serviceCard-cording.png",
    },
]